[
  {
    "date": "03.06.2023",
    "text": "🛠️ Исправления:\n\n▫️ Правила - мы подвергли изменениям общий перечень правил и поделили на три больших главы: ПРАВИЛА ДИСКОРД СЕРВЕРА, ПРАВИЛА МАЙНКРАФТ СЕРВЕРА и ПРАВИЛА ДЛЯ РП НА МАЙНКРАФТ СЕРВЕРЕ. Мы настоятельно просим Вас ознакомиться с новыми правилами, особенно правилами о ролевом формате.\n\n▫️ Мы стали SMP - поздравляю игроков со сменой типа сервера. Мы переходим и утверждаем ролевой формат сервера. Вы не только можете изучать моды, но и также ролить с другими участниками, фиксировать это. Мы не сможем как в текстовых РП отслеживать Ваш ролевой процесс полностью. Здесь Вас регулируют правила и собственная совесть.\n\n▫️ Иконка сервера - изменена иконка сервера. Теперь в строке сетевой игры наш сервер выделяется костром.\n\n▫️ Новые ивенты - Вас ожидают новые ивенты, торговцы и прочее. Всё почти готово для интересных отыгрышей и приключений.\n\n🤬  Баги и Лаги:\n\n🔻 FTB Quests Главы так и не восстановлены - нам не хватает рук и сил добраться до них. Мы не гарантируем, что этот вопрос решим на данной неделе. Это займет некоторое время.\n\n🔻 Areas не отображается - мод Areas работает по всем командам, однако он не отображает название зоны в верхней части экрана, что огорчает нас. Мы попробуем перенастроить его.\n\n🔻 BloodMagic + редстоун = крах сервера - в BloodMagic можно отключать ритуалы с помощью редстоунового сигнала. Мы просим пока не создавать никаких цепочек из редстоуна в сочетании с BloodMagic, ибо это крашит сервер. Мы продолжаем разбираться."
  },
  {
  "date": "06.06.2025",
  "text": "НАША АДМИНСКАЯ СЕМЬЯ ПОПОЛНИЛАСЬ!! 🎆 \nПоприветствуйте в нашем небольшом коллективе нового админа - Гроббера!🎉 🎉 🎉 🎉 🎉 🎉 \n\nТеперь если у Вас:\nСгорел сарай и хата;\nЧая нет, кофе нет, нервов нет;\nКак срать с этими вашими модами...\n\n...то обращайтесь не только к DexGarden, Футабе, но и также к нашему новому администратору.\n\nПо всем техническим вопросам, неполадкам, багам тегайте нас в Discord и VK-чате. Кидайте скриншоты ошибок, описание проблем да просто орите о помощи, мы Вас услышим и прибежим."
  }
]
